package com.basecamp.campong.utils

import com.basecamp.campong.model.Post

fun postList(): List<Post> {
    return listOf(
        Post(1, "취사도구", "test1", "숯불맛라면1", "노원구 중계동", 1, "2021-04-21", "5,000원"),
        Post(2, "취사도구", "test1", "숯불맛라면2", "노원구 중계동", 2, "2021-04-21", "5,000원"),
        Post(3, "취사도구", "test1", "숯불맛라면3", "노원구 중계동", 3, "2021-04-21", "5,000원"),
        Post(4, "취사도구", "test1", "숯불맛라면4", "노원구 중계동", 4, "2021-04-21", "5,000원"),
        Post(5, "취사도구", "test1", "숯불맛라면5", "노원구 중계동", 5, "2021-04-21", "5,000원"),
        Post(6, "취사도구", "test1", "숯불맛라면6", "노원구 중계동", 6, "2021-04-21", "5,000원"),
        Post(7, "취사도구", "test1", "숯불맛라면7", "노원구 중계동", 7, "2021-04-21", "5,000원"),
        Post(8, "취사도구", "test1", "숯불맛라면8", "노원구 중계동", 8, "2021-04-21", "5,000원"),
        Post(9, "취사도구", "test1", "숯불맛라면9", "노원구 중계동", 9, "2021-04-21", "5,000원")
    )
}