package com.basecamp.campong.utils

import com.basecamp.campong.model.Post

fun postList(): List<Post> {
    return listOf(
        Post("0001", "취사도구", "test1", "숯불맛라면1", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0002", "취사도구", "test1", "숯불맛라면2", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0003", "취사도구", "test1", "숯불맛라면3", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0004", "취사도구", "test1", "숯불맛라면4", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0005", "취사도구", "test1", "숯불맛라면5", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0006", "취사도구", "test1", "숯불맛라면6", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0007", "취사도구", "test1", "숯불맛라면7", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0008", "취사도구", "test1", "숯불맛라면8", "노원구 중계동", "사진", "2021-04-21", "5,000원"),
        Post("0009", "취사도구", "test1", "숯불맛라면9", "노원구 중계동", "사진", "2021-04-21", "5,000원")
    )
}